[
  {
    "game_id": 434367,
    "thumbnail": "https://cf.geekdo-images.com/RKDlJKkXPyGgN3esvnCfFw__thumb/img/Gq2akKG-N5H14i-dysGxUwjINVE=/fit-in/200x150/filters:strip_icc()/pic8583978.png",
    "image": "https://cf.geekdo-images.com/RKDlJKkXPyGgN3esvnCfFw__original/img/tEJrcy6PA0Ig7kNrcFor_Ri8sXc=/0x0/filters:format(png)/pic8583978.png",
    "name": {
      "type": "primary",
      "sortindex": "1",
      "value": "Nippon: Zaibatsu"
    },
    "description": "Nippon: Zaibatsu is a new edition of Nippon, a fast-paced, area-majority economic game. Players control &quot;zaibatsu&quot;: massive conglomerates of interconnected companies driving Japan's economy in the Industrial Revolution era.&#10;&#10;During the game, players invest in new industries, build factories and railroads, and produce goods to saturate local markets and fulfill contracts &mdash; all to grow their influence and power and to become rulers of the new modernized country. Players are free to choose their playstyle and winning strategy: They choose what they score victory points for, control the game's pace with income turns, and race each other to get the most beneficial factories, markets, and bonuses.&#10;&#10;All the core mechanisms of the original Nippon are present, but the components, art, and design are upgraded, and many gameplay features are reworked to get the game in line with modern trends. Nippon: Zaibatsu features new resource types, ships are heavily revised with new Iwakura mission rules, factories are much more variable, consolidation turns provide players with new rewards, and much more. Also, the game now has an automa-driven solo mode.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearpublished": {
      "value": "2025"
    },
    "minplayers": {
      "value": "1"
    },
    "maxplayers": {
      "value": "4"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 4 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 2–4 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "120"
    },
    "minplaytime": {
      "value": "60"
    },
    "maxplaytime": {
      "value": "120"
    },
    "minage": {
      "value": "14"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "34522",
      "value": "CrowD Games"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 0,
    "error": {
      "message": "Invalid Item"
    }
  },
  {
    "game_id": 1,
    "thumbnail": "https://cf.geekdo-images.com/rpwCZAjYLD940NWwP3SRoA__thumb/img/YT6svCVsWqLrDitcMEtyazVktbQ=/fit-in/200x150/filters:strip_icc()/pic4718279.jpg",
    "image": "https://cf.geekdo-images.com/rpwCZAjYLD940NWwP3SRoA__original/img/yR0aoBVKNrAmmCuBeSzQnMflLYg=/0x0/filters:format(jpeg)/pic4718279.jpg",
    "name": {
      "type": "alternate",
      "sortindex": "1",
      "value": "디 마허"
    },
    "description": "Die Macher is a game about seven sequential political races in different regions of Germany. Players are in charge of national political parties, and must manage limited resources to help their party to victory. The winning party will have the most victory points after all the regional elections. There are four different ways of scoring victory points. First, each regional election can supply one to eighty victory points, depending on the size of the region and how well your party does in it. Second, if a party wins a regional election and has some media influence in the region, then the party will receive some media-control victory points. Third, each party has a national party membership which will grow as the game progresses and this will supply a fair number of victory points. Lastly, parties score some victory points if their party platform matches the national opinions at the end of the game.&#10;&#10;The 1986 edition featured four parties from the old West Germany and supported 3-4 players. The 1997 edition supports up to five players in the re-united Germany and updated several features of the rules as well.  The 2006 edition also supports up to five players and adds a shorter five-round variant and additional rules updates by the original designer.&#10;&#10;",
    "yearpublished": {
      "value": "1986"
    },
    "minplayers": {
      "value": "3"
    },
    "maxplayers": {
      "value": "5"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 5 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 4–5 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "240"
    },
    "minplaytime": {
      "value": "240"
    },
    "maxplaytime": {
      "value": "240"
    },
    "minage": {
      "value": "14"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "8147",
      "value": "YOKA Games"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 2,
    "thumbnail": "https://cf.geekdo-images.com/oQYhaJx5Lg3KcGis2reuWQ__thumb/img/3bIZnNfVM1viwH9A9d2Rrip1Y80=/fit-in/200x150/filters:strip_icc()/pic4001505.jpg",
    "image": "https://cf.geekdo-images.com/oQYhaJx5Lg3KcGis2reuWQ__original/img/owag4VgJDPyPt2ciYB9Hc5l4GnQ=/0x0/filters:format(jpeg)/pic4001505.jpg",
    "name": {
      "type": "primary",
      "sortindex": "1",
      "value": "Dragonmaster"
    },
    "description": "Dragonmaster is a trick-taking card game based on an older game called Coup d'&#195;&#137;tat. Each player is given a supply of plastic gems, which represent points. Each player will get to be the dealer for five different hands, with slightly different goals for each hand. After all cards have been dealt out, the dealer decides which hand best suits his or her current cards, and the other players are penalized points (in the form of crystals) for taking certain tricks or cards. For instance, if &quot;first&quot; or &quot;last&quot; is called, then a player is penalized for taking the first or last tricks. All players will get a chance to be dealer for five hands, but other players can steal this opportunity by taking all of the tricks during certain hands. At the end, the biggest pile of gems wins the game.&#10;&#10;Jewel contents:&#10;&#10;10 clear (2 extra)&#10;14 green (2 extra)&#10;22 red (2 extra)&#10;22 blue (2 extra)&#10;&#10;",
    "yearpublished": {
      "value": "1981"
    },
    "minplayers": {
      "value": "3"
    },
    "maxplayers": {
      "value": "4"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 4 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 4 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "30"
    },
    "minplaytime": {
      "value": "30"
    },
    "maxplaytime": {
      "value": "30"
    },
    "minage": {
      "value": "12"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "20",
      "value": "Milton Bradley"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 3,
    "thumbnail": "https://cf.geekdo-images.com/o9-sNXmFS_TLAb7ZlZ4dRA__thumb/img/22MSUC0-ZWgwzhi_VKIbENJik1w=/fit-in/200x150/filters:strip_icc()/pic3211873.jpg",
    "image": "https://cf.geekdo-images.com/o9-sNXmFS_TLAb7ZlZ4dRA__original/img/TPKZgpNxB_C73RNbhKyP6UR76X0=/0x0/filters:format(jpeg)/pic3211873.jpg",
    "name": {
      "type": "alternate",
      "sortindex": "1",
      "value": "사무라이"
    },
    "description": "Samurai is set in medieval Japan. Players compete to gain the favor of three factions: samurai, peasants, and priests, which are represented by helmet, rice paddy, and Buddha figures scattered about the board, which features the islands of Japan. The competition is waged through the use of hexagonal tiles, each of which help curry favor of one of the three factions &mdash; or all three at once! Players can make lightning-quick strikes with horseback ronin and ships or approach their conquests more methodically. As each figure (helmets, rice paddies, and Buddhas) is surrounded, it is awarded to the player who has gained the most favor with the corresponding group.&#10;&#10;Gameplay continues until all the symbols of one type have been removed from the board or four figures have been removed from play due to a tie for influence.&#10;&#10;At the end of the game, players compare captured symbols of each type, competing for majorities in each of the three types. Ties are not uncommon and are broken based on the number of other, &quot;non-majority&quot; symbols each player has collected.&#10;&#10;The game is part of what is sometimes called the Knizia tile-laying trilogy.&#10;&#10;",
    "yearpublished": {
      "value": "1998"
    },
    "minplayers": {
      "value": "2"
    },
    "maxplayers": {
      "value": "4"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 3 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 2–4 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "60"
    },
    "minplaytime": {
      "value": "30"
    },
    "maxplaytime": {
      "value": "60"
    },
    "minage": {
      "value": "10"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "54519",
      "value": "Yaofish Games"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 4,
    "thumbnail": "https://cf.geekdo-images.com/nYiYhUlatT2DpyXaJqXK3w__thumb/img/igbXSLFwM7XAz78r1FeVVVe6gJk=/fit-in/200x150/filters:strip_icc()/pic285299.jpg",
    "image": "https://cf.geekdo-images.com/nYiYhUlatT2DpyXaJqXK3w__original/img/2NNluROL0K_q4H8yMxIyoiHXnxc=/0x0/filters:format(jpeg)/pic285299.jpg",
    "name": {
      "type": "primary",
      "sortindex": "1",
      "value": "Tal der Könige"
    },
    "description": "When you see the triangular box and the luxurious, large blocks of Tal der K&ouml;nige (German: &quot;Valley of the Kings&quot;), you can tell this game was designed to be beautiful as well as functional.  The object of the game is to build pyramids out of the different colored blocks.  A pyramid scores more points when it's made from a few colors, but it's much harder to consistently outbid the other players for the necessary blocks.  The game is over when the Pharoah's Pyramid in the center is completed, which is built using all the blocks that the players don't use during the course of the game.&#10;&#10;Final round 1990 Hippodice Spieleautorenwettbewerb.&#10;&#10;",
    "yearpublished": {
      "value": "1992"
    },
    "minplayers": {
      "value": "2"
    },
    "maxplayers": {
      "value": "4"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 3 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 2–4 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "60"
    },
    "minplaytime": {
      "value": "60"
    },
    "maxplaytime": {
      "value": "60"
    },
    "minage": {
      "value": "12"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "37",
      "value": "KOSMOS"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 5,
    "thumbnail": "https://cf.geekdo-images.com/gIQlWhlaqjPiunZjjwz_XA__thumb/img/f06arYYwY_QZmOnAbQhhg-6mIUo=/fit-in/200x150/filters:strip_icc()/pic8483227.jpg",
    "image": "https://cf.geekdo-images.com/gIQlWhlaqjPiunZjjwz_XA__original/img/ZRnstiRspAWMorOn6UKoKx9ibwI=/0x0/filters:format(jpeg)/pic8483227.jpg",
    "name": {
      "type": "alternate",
      "sortindex": "1",
      "value": "어콰이어"
    },
    "description": "In Acquire, each player strategically invests in businesses, trying to retain a majority of stock.  As the businesses grow with tile placements, they also start merging, giving the majority stockholders of the acquired business sizable bonuses, which can then be used to reinvest into other chains.  All of the investors in the acquired company can then cash in their stocks for current value or trade them 2-for-1 for shares of the newer, larger business.  The game is a race to acquire the greatest wealth.&#10;&#10;History of Acquire: This Sid Sackson classic has taken many different forms over the years depending on the publisher, yet the rules and game play have stayed the same. The 1966 version of the 3M bookshelf edition included rules for a 2-player variant. The original version is part of the 3M Bookshelf Series.&#10;&#10;Many books and websites incorrectly list this as a 1962 publication as the 3M Company used previously copyrighted artwork when they released the game in 1964. 3M actually received the idea for the game of &quot;Vacations&quot; from Sid Sackson in May of 1963 and decided to take his idea and put it into artwork they had developed the year before for a game called &quot;ACQUIRE.&quot; 3M's original game idea for a game called ACQUIRE must not have been very good so they decided to take Sid's idea of Vacations and put it into their concept of ACQUIRE. They released some limited test market games in 8 Midwestern U.S. cities in December of 1963 with a box that had a 1963 copyright. These games had Sid's original rules. When 3M released the mass market games in 1964, they had developed some of Sid's original ideas and changed some rules and game play to match their production desires. They released them with outer boxes that were copyrighted 1962 and inner boxes with rules that were dated 1963.&#10;&#10;December 1963 - Test Market World Map Wood Tile Edition&#10;1964 - Dated 1962/63 wood tiles, chipboard with plastic overlay &amp; stocks with printed backs&#10;1965 - Dated 1962/63 plastic tiles, chipboard with plastic overlay &amp; stocks with printed backs (last edition made with printed backs until 1999)&#10;1966 - Dated 1962/66 plastic tiles, chipboard with plastic overlay &amp; non-wax coated stocks (Only edition with these stocks)&#10;1968 - Dated 1968/66 plastic tiles, clear plastic board with paper underlay (Both 1966 inner box games have a lot of mixed parts)&#10;1971 - Dated 1968/71 plastic tiles, yellow hard plastic board&#10;1975 - 3M sells rights for game of ACQUIRE to the Avalon Hill Company&#10;1976 - Dated 1976 plastic tiles, yellow hard plastic board, redesigned money, no inner box (This edition was also produced in 1977, 79, 81, 82,       &amp; 86)&#10;1989 - Dated 1976 Gray box edition with new box artwork same contents as regular 1976 editions (This edition was also produced in 1992)&#10;1995 - Dated 1995 Large box cardboard edition with chipboard board and tiles, Special Powers Variant Tiles inspired by German editions&#10;1997 - Avalon Hill sells the rights to the game of ACQUIRE to Hasbro&#10;1999 - Dated 1999 Large box with large plastic board and tiles, 3D company buildings, redesigned stocks &amp; money, large info cards&#10;2006 - Hasbro assigns rights for the game of ACQUIRE to their subsidiary, Wizards of the Coast&#10;2006 - Lloyd's (private) Rules of ACQUIRE are made public, two major rule changes that help to bring the balance of the game of ACQUIRE back to the  intentions of Sid Sackson's original ideas. Lloyd Solon's Rules help players to correct poor strategy during the beginning of the game that can been seen with new and unexperienced players (running out of money soon is the main mistake that must be omitted!).  &#10;2008 - Dated 2008 cardboard edition with chipboard board &amp; tiles, redesigned stocks &amp; money&#10;2016 - Dated 2016 The current affordable mass-market edition. It looks at first sight to be similar to previous modern editions, but has been criticised for the use of inferior design choices such as hard-to-read grey-on-grey embossed slots and the unusual tile fonts. It contains modified rules and a slightly smaller playing grid. Although these changes have been criticised for not ultimately improving upon Sackson's original design, they are generally regarded as not being too damaging to it.&#10;2023 - Renegade Game Studio partners with Hasbro, and releases their new version, with Classic Mode or Tycoon Mode &mdash; play with or without tertiary stockholder merger bonus. &#10;2024 - The Renegade 60th Anniversary edition includes a set of plastic weighted poker chips, and Special Powers Variant cards.&#10;&#10;",
    "yearpublished": {
      "value": "1964"
    },
    "minplayers": {
      "value": "2"
    },
    "maxplayers": {
      "value": "6"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 4 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 3–6 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "90"
    },
    "minplaytime": {
      "value": "90"
    },
    "maxplaytime": {
      "value": "90"
    },
    "minage": {
      "value": "12"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "42760",
      "value": "Yayoi The Dreamer"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 6,
    "thumbnail": "https://cf.geekdo-images.com/277POF80AUz2ZE9XSApyDg__thumb/img/FUFTIqOZLoPbHTbD4Zg2uvLry-A=/fit-in/200x150/filters:strip_icc()/pic28424.jpg",
    "image": "https://cf.geekdo-images.com/277POF80AUz2ZE9XSApyDg__original/img/hQCIS_adSN2LfBgUCsEpJ6CsPVQ=/0x0/filters:format(jpeg)/pic28424.jpg",
    "name": {
      "type": "primary",
      "sortindex": "1",
      "value": "Mare Mediterraneum"
    },
    "description": "In the ancient lands along the Mediterranean, players attempt to satisfy their unique victory conditions via trade, war and construction.  This lavishly produced game contains tons of wooden game components and a beautiful roll-out vinyl map.  Players produce a score of different commodities to trade with other cities in the hope of creating enough income to fill their capitals with buildings, produce artwork, and fill warehouses with goods.&#10;&#10;",
    "yearpublished": {
      "value": "1989"
    },
    "minplayers": {
      "value": "2"
    },
    "maxplayers": {
      "value": "6"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 4–5 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 4–6 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "240"
    },
    "minplaytime": {
      "value": "240"
    },
    "maxplaytime": {
      "value": "240"
    },
    "minage": {
      "value": "12"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "6",
      "value": "Historien Spiele Galerie (Historien Spielegalerie)"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 7,
    "thumbnail": "https://cf.geekdo-images.com/78Dgd-b_1_xEv4OXVKdaag__thumb/img/mrvl6BsXE-IGkqt2otFbIe7zYV4=/fit-in/200x150/filters:strip_icc()/pic7012177.jpg",
    "image": "https://cf.geekdo-images.com/78Dgd-b_1_xEv4OXVKdaag__original/img/1V-WCnoHrm2tDjBHpXfxoKp2rCo=/0x0/filters:format(jpeg)/pic7012177.jpg",
    "name": {
      "type": "alternate",
      "sortindex": "1",
      "value": "Monumental Moves"
    },
    "description": "In Cathedral, each player has a set of pieces of a different color. The pieces are in the shapes of buildings, covering from one to five square units. The first player takes the single neutral Cathedral piece and places it onto the board. Players then alternate placing one of their buildings onto the board until neither player can place another building. Players capture territory by surrounding areas that are occupied by at most one opponent or neutral building. A captured piece is removed and captured territory becomes off-limits to the opponent. The player with the fewest 'square units' of buildings that can't be placed wins.&#10;&#10;",
    "yearpublished": {
      "value": "1979"
    },
    "minplayers": {
      "value": "2"
    },
    "maxplayers": {
      "value": "2"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 2 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 2 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "20"
    },
    "minplaytime": {
      "value": "20"
    },
    "maxplaytime": {
      "value": "20"
    },
    "minage": {
      "value": "8"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "35425",
      "value": "Yangxin Industrial Company Limited"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 8,
    "thumbnail": "https://cf.geekdo-images.com/-pwShxFPJWrxye8o193e-w__thumb/img/yu4YwhAZrZdjo4xTTu2cdpc-nlA=/fit-in/200x150/filters:strip_icc()/pic374320.jpg",
    "image": "https://cf.geekdo-images.com/-pwShxFPJWrxye8o193e-w__original/img/QVz5wc68n_jsB3OcsANsZdZLpw0=/0x0/filters:format(jpeg)/pic374320.jpg",
    "name": {
      "type": "primary",
      "sortindex": "1",
      "value": "Lords of Creation"
    },
    "description": "In this interesting offering from Warfrog, players become Gods seeking to dominate a world with their followers.  The first part of the game involves constructing the game board, after which players take turns using cards to determine how many new people should appear and what type of terrain they will inhabit.  All tribes start off as barbarians, but soon the calming effect of civilization settles the marauding bands; although civilized tribes score more, they can no longer attack.  What they can do, though, is civilize other players' followers.  Sure it gives opponents more points, but at least those followers won't come after you!&#10;&#10;",
    "yearpublished": {
      "value": "1993"
    },
    "minplayers": {
      "value": "2"
    },
    "maxplayers": {
      "value": "5"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 4 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 3–5 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "120"
    },
    "minplaytime": {
      "value": "120"
    },
    "maxplaytime": {
      "value": "120"
    },
    "minage": {
      "value": "12"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "7",
      "value": "Warfrog Games"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  },
  {
    "game_id": 9,
    "thumbnail": "https://cf.geekdo-images.com/lWotCtplnl0sI3bS_jF3-Q__thumb/img/ShhWmA15xDKbigT_kE3CTAfs3Y0=/fit-in/200x150/filters:strip_icc()/pic1731731.jpg",
    "image": "https://cf.geekdo-images.com/lWotCtplnl0sI3bS_jF3-Q__original/img/lpPExjqfY9fpRvaqnlhVkhKPoqU=/0x0/filters:format(jpeg)/pic1731731.jpg",
    "name": {
      "type": "alternate",
      "sortindex": "1",
      "value": "Conquistador"
    },
    "description": "Although referred to as a sequel to El Grande, El Caballero shares few aspects with its namesake, being a fun but intense brain-burner in which players explore and attempt to control the lands and waterways of the New World.&#10;&#10;The players are following Columbus by exploring the islands he discovered. Players slowly explore the islands &ndash; by picking and placing land tiles that are most favorable to them &ndash; and discover wealth in the form of gold and fish. As they learn about the land and sea areas of this new land, they position their caballeros to try to maintain control of the important regions. Castillos give them a measure of protection from others, and ships allow them to establish trade and to fish for food. Success is measured in the size of land and sea areas they control. Their success is measured twice, and in the end these scores are summed and the winner declared.&#10;&#10;",
    "yearpublished": {
      "value": "1998"
    },
    "minplayers": {
      "value": "2"
    },
    "maxplayers": {
      "value": "4"
    },
    "poll": [
      {
        "value": ""
      }
    ],
    "poll-summary": [
      {
        "value": "Best with 3 players",
        "name": "bestwith"
      },
      {
        "value": "Recommended with 2–4 players",
        "name": "recommmendedwith"
      }
    ],
    "playingtime": {
      "value": "90"
    },
    "minplaytime": {
      "value": "90"
    },
    "maxplaytime": {
      "value": "90"
    },
    "minage": {
      "value": "13"
    },
    "link": {
      "type": "boardgamepublisher",
      "id": "3",
      "value": "Rio Grande Games"
    },
    "statistics": [
      {
        "value": ""
      }
    ]
  }
]